Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: She believes the Group should urgently start working to improve coordination of measures taken in Ukraine.
pl: Jej zdaniem Grupa powinna pilnie rozpocząć prace, aby poprawić koordynację podejmowanych działań na Ukrainie.

source: EU Development Commissioner Andris Piebalgs informed the Council about the implementation of the “Agenda for Change.”
pl: Rada wysłuchała informacji Komisji Europejskiej przedstawionej przez Komisarza Andrisa Piebalgsa nt. wdrażania „Programu działań na rzecz zmian”.

source: Polish Development Cooperation - 2016 Annual Report
pl: Polska współpraca na rzecz rozwoju - Raport roczny 2016

source: Development cooperation has been playing an increasingly important role in Polish foreign policy.
pl: Współpraca rozwojowa nabiera coraz większego znaczenia w polskiej polityce zagranicznej.

source: Poland's efforts to support developing countries and participation in international organisations dealing with the reduction and eradication of poverty are important gestures of solidarity from a country that only a few years ago was a beneficiary of such aid itself.
pl: Działania Polski na rzecz krajów rozwijających się oraz udział w międzynarodowych organizacjach zajmujących się ograniczaniem i zwalczaniem ubóstwa są ważnym gestem solidarności kraju, który jeszcze przed niewielu laty sam był beneficjentem takiej pomocy.

source: Helping refugees as close to their homelands as possible is one of the priorities of Polish foreign policy.
pl: Pomoc uchodźcom jak najbliżej ich ojczyzn stanowi jeden z priorytetów polskiej polityki zagranicznej.

source: Non-governmental organisations, experienced in working abroad for economic and social development, are the main partners in our efforts.
pl: Głównym partnerem naszych działań są organizacje pozarządowe, dysponujące coraz bogatszym doświadczeniem w pracy za granicą na rzecz rozwoju ekonomicznego i społecznego.

source: Their expertise can support the development of civil societies and democratic systems in countries that need such assistance.
pl: Swoim doświadczeniem mogą wesprzeć budowę społeczeństwa obywatelskiego i systemów demokratycznych w krajach, które takiej pomocy potrzebują.

source: Polish embassies and consulates have also played an increasingly important role, and through the Small Grants System they offer assistance to those most vulnerable, financing both small infrastructure investments and educational projects.
pl: Coraz większą rolę odgrywają także polskie ambasady i konsulaty, które poprzez System małych grantów docierają ze wsparciem do najbardziej potrzebujących, finansując zarówno drobne inwestycje infrastrukturalne, jak i projekty edukacyjne.

source: Despite their modest budgets, these projects are extremely effective and address the critical needs of small local communities.
pl: Pomimo skromnych budżetów przedsięwzięcia te są niezwykle efektywne i trafiają w najistotniejsze potrzeby małych lokalnych społeczności.

source: This report summarises the most important facts about Polish development cooperation, at the same time presenting numerous examples of projects implemented not only in the tencountries that are the main recipients of our aid, but also throughout the world.
pl: Niniejszy raport podsumowuje najważniejsze fakty dotyczące polskiej współpracy rozwojowej, prezentując równocześnie liczne przykłady projektów zrealizowanych nie tylko w dziesięciu krajach, będących głównymi biorcami naszej pomocy, lecz także na całym świecie.

source: Enjoy the read!
pl: Zapraszam do lektury!

source: The panellists agreed that both South-South cooperation and trilateral cooperation are not a form of competition vis-à-vis North-South relations, but are indeed complementary and bring added value.
pl: Paneliści zgodzili się, że zarówno współpraca Południe-Południe jak i współpraca trójstronna nie stanowią konkurencji dla relacji Północ-Południe, a przeciwnie dobrze ją uzupełniają, przynosząc wartość dodaną.

source: This form of cooperation is positively evaluated due to the possibility of exchanging experiences between countries in a similar situation.
pl: Współpraca ta jest pozytywnie oceniana ze względu na możliwość wymiany doświadczeń państw znajdujących się w podobnej sytuacji.

source: The panellists underscored that due to the changing global architecture of development cooperation, it is paramount to include new actors in this field, e.g. emerging economies such as China, Brazil and India.
pl: Podkreślali, że w związku ze zmieniającą się architekturą współpracy rozwojowej szczególnego znaczenia nabiera włączenie nowych „aktorów", gospodarek wschodzących (głównie Chin, Brazylii i Indii).

source: M. Chambas recalled that the creation of the ACP Group of Countries in 1975 was meant to deepen South-South cooperation.
pl: M. Chambas przypomniał, że utworzenie w 1975 r. Grupy Państw AKP miało na celu pogłębienie współpracy Południe-Południe.

source: Minister J. Pomianowski pointed to the lack of appropriate definitions of these forms of cooperation, and to problems resulting from a lack of statistics and evaluation.
pl: Min. J. Pomianowski zwrócił uwagę na brak odpowiedniej definicji tych form współpracy oraz na problemy wynikające z braku statystyk i ewaluacji.

source: He added that Poland does not support cutting funds for trilateral cooperation.
pl: Dodał, że Polska nie popiera zmniejszania środków na współpracę trójstronną.

source: MEP Lastra stated that such forms of cooperation are important for achieving better results.
pl: Europoseł Lastra ocenił te formy współpracy jako istotne dla osiągania lepszych rezultatów.

source: E. Mwencha pointed to technology and finance as key elements in trilateral cooperation, and added that one of the added values of South-South cooperation is the shorter time needed for project implementation than in the case of EDF financing [2] .
pl: E. Mwencha wskazał na technologie i finanse jako ważne elementy dla współpracy trójstronnej; dodał, że wartością dodaną współpracy Południe-Południe jest krótszy czas realizacji projektów niż w przypadku korzystania ze środków EDF [2] .

source: Moderator: Pietro Sicuro (OIF Permanent Representation to the EU).
pl: Moderator: Pietro Sicuro ( Stałe Przedstawicielstwo OIF przy UE).

source: [2] European Development Fund
pl: [2] Europejski Fundusz Rozwoju

source: Humanitarian aid 2013 - description of project
pl: Pomoc humanitarna 2013 - opisy działań projektowych

source: „Polish humanitarian aid for Syrian refugees in northern Lebanon”
pl: „Polska pomoc humanitarna dla uchodźców syryjskich w północnym Libanie”

source: Polish Center for International Aid (PCPM)
pl: Fundacja Polskie Centrum Pomocy Międzynarodowej (PCPM)

source: Since 2012 PCPM has been conducting long-term projects to support Syrian refugees in Lebanon.
pl: Od roku 2012 PCPM prowadzi w Libanie długofalowe działania na rzecz uchodźców syryjskich.

source: The main aim is to provide shelters for the refugees in the north-eastern part of Lebanon.
pl: Głównym ich celem jest zapewnienie schronienia uchodźcom, którzy przebywają w północno-wschodniej części Libanu.

source: The whole PCPM project has been implemented in an innovative way - unconditional cash&vouchers.
pl: Całość projektu PCPM realizowana jest w sposób innowacyjny, w trybie unconditional cash&voucher.

source: The aid is aimed at covering the rent and some minor repairs for 600 Syrian families.
pl: Zapomoga przeznaczona jest na pokrycie rachunków wynajmu oraz drobne remonty dla 600 rodzin syryjskich.

source: In addition, two playgrounds shall be built in the cities of Aidamoun and Bire.
pl: Dodatkowo w miejscowościach Aidamoun oraz Bire, wybudowane zostaną dwa place zabaw.

source: Selected Syrian refugees shall be engaged for this work under the PCPM cash for work program.
pl: Przy tym działaniu zatrudnieni zostaną wybrani uchodźcy syryjscy objęci projektem PCPM (cash for work).

source: The construction of the two playgrounds will have a positive impact both on the Syrian and the Lebanese population.
pl: Budowa dwóch placów zabaw niesie pozytywne skutki zarówno dla ludności syryjskiej jak i libańskiej.

source: The playgrounds will be a place for the integration of children from both nationalities, and a way to help the Syrian children to overcome the post-conflict trauma.
pl: Place zabaw staną się miejscem integracji dzieci obydwu narodowości, a syryjskim dzieciom pomogą w wychodzeniu z traumy spowodowanej konfliktem.

source: The PCPM project received "Polish aid" co-financing in the amount of PLN 1.962.768,00.
pl: Projekt PCPM uzyskał od "Polskiej Pomocy" dofinansowanie w wysokości 1.962.768,00 PLN.

source: You are here Polish Aid / News / Burmese Nobel prize winner on a visit to Poland
pl: jesteś tutaj Polska pomoc / Aktualności / Birmańska Noblistka z wizytą w Polsce

source: Burmese Nobel prize winner on a visit to Poland
pl: Birmańska Noblistka z wizytą w Polsce

source: On 11-13 September 2013, Burmese political activist and Nobel peace prize winner Aung San Suu Kyi paid a visit to Poland.
pl: W dniach 11-13 września 2013 r. z wizytą w Polsce będzie przebywać mjanmańska działaczka polityczna i laureatka Pokojowej Nagrody Nobla Aung San Suu Kyi.

source: The Burmese politician was also received by Poland's Prime Minister and by President Bronisław Komorowski.
pl: Zostanie także przyjęta przez Premiera RP oraz Prezydenta Bronisława Komorowskiego.

source: The visit by the Burmese opposition activist follows up on the two countries' cooperation in sharing experiences on democracy building and political transformation.
pl: Wizyta birmańskiej opozycjonistki jest kontynuacją współpracy między krajami w dziedzinie wymiany doświadczeń z okresu budowania demokracji i procesu transformacji ustrojowej.

source: Poland's model of systemic reform has met with much interest due to many historical parallels between our country's situation prior to 1989 and in the early stages of political change, and the current situation in Myanmar.
pl: Występowanie licznych analogii historycznych pomiędzy sytuacją w Polsce przed 1989 r. i w początkowym okresie przemian systemowych a obecną sytuacją w Mjanmie wzbudziło szerokie zainteresowanie polskim modelem reformy ustrojowej.

source: Consequently, the development offer for Myanmar focuses on democratization process and civil society building.
pl: Z tego też względu oferta rozwojowa kierowana na rzecz Mjanmy została skoncentrowana na procesie demokratyzacji i budowania społeczeństwa obywatelskiego.

source: Between 2011 and 2013, a number of initiatives were launched to support the country's transition, many of which present Polish transformation and civic democracy experiences and discuss the role of the media and public opinion in a democratic state.
pl: W latach 2011-2013 podjęto inicjatywy służące wzmocnieniu kraju w przeprowadzaniu procesu przemian, w szczególności poprzez przybliżenie polskich doświadczeń transformacji ustrojowej i budowania demokracji obywatelskiej oraz roli mediów i opinii społecznej w demokratycznym państwie.

source: MFA projects include a study visit for eight pro-democracy activists affiliated with the National League for Democracy (NLD) (December 2011), media workshops for journalists (May 2012, in cooperation with the Permanent Secretariat of the Community of Democracies), and the Strategic Economic Needs and Security Exercise (SENSE).
pl: W ramach działań realizowanych przez MSZ zorganizowano wizytę studyjną dla ośmiu aktywistów prodemokratycznych , związanych z Narodową Ligą na Rzecz Demokracji (NLD) (grudzień 2011 r.), przeprowadzono warsztaty medialne dla dziennikarzy we współpracy ze Stałym Sekretariatem Wspólnoty Demokracji (maj 2012 r.) oraz zorganizowano w Polsce we współpracy z Krajową Szkołą Administracji Publicznej szkolenie SENSE (ang.

source: The latter training features a computer simulation of a market economy and was organized in cooperation with the National School of Public Administration for 49 Myanmar representatives in Poland in September 2012.
pl: Strategic Economic Needs and Security Exercise, program szkoleniowym pozwalającym m.in. na komputerową symulację funkcjonowania państwa z gospodarką rynkową) dla 49 reprezentantów Mjanmy (wrzesień 2012 r.).

source: The Solidarity Fund PL also implemented measures addressed to Myanmar.
pl: Działania na rzecz Mjanmy podejmowane były także przez Fundację Solidarności Międzynarodowej.

source: The projects mainly concerned socially excluded persons (wheelchair purchases) and improvement of healthcare standards (delivery of an ambulance with resuscitation equipment).
pl: Projekty w dużej mierze skierowane były na rzecz osób defaworyzowanych (zakup wózków inwalidzkich) oraz poprawy sytuacji w sektorze zdrowia (dostawa karetki reanimacyjnej).

source: In 2007-2013, a total of 21 projects were granted worth close to PLN 2.4 million from the Polish Aid.
pl: Łącznie w latach 2007-2013 podjęto 21 działań o kwocie dofinansowania ze środków polskiej pomocy wynoszącej blisko 2,4 mln PLN.

source: Global education of children can change our world
pl: Ręcznie tkane dywany - tradycyjne rzemiosło pomysłem na lepszą przyszłość

source: Global education of children can change our world - Angelus Silesius House.
pl: Dywany produkowane na wschodzie od wieków były dobrem luksusowym pożądanym przez wielu Europejczyków.

source: Its target group are kindergartens and pre-school classes in elementary schools.
pl: Kobiety z dystryktu Nawur przekazywały ją sobie z pokolenia na pokolenie.

source: The project will include trainings for two teachers from each institution, who will later act as global education ambassadors in their kindergartens.
pl: Dzięki projektowi zrealizowanemu przez polsko-amerykański zespół PRT Ghazni sto kobiet z tego regionu miało okazję podnieść swoje kwalifikacje w zakresie tego tradycyjnego rzemiosła.

source: A Global Education Week involving parents will also be organised in November in the institutions that implement the project.
pl: Aktywizacja zawodowa kobiet z dystryktu Nawur przyczyni się do poprawy sytuacji materialnej ich rodzin i pozytywnie wpłynie na rozwój społeczności lokalnej.

source: In December 2012, a global education textbook for pre-schoolers will be published, and a special app (a game on global issues) for the Android mobile system will be launched.
pl: Szkolenie zostało sfinansowane ze środków wieloletniego programu współpracy rozwojowej Ministerstwa Spraw Zagranicznych w 2012 r.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2014 / Polish humanitarian assistance for Ukraine in 2014
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2014 / Pomoc humanitarna na rzecz Ukrainy w 2014 r.

source: Polish humanitarian assistance for Ukraine in 2014
pl: Pomoc humanitarna na rzecz Ukrainy w 2014 r.

source: Since the onset of the Ukrainian crisis, Poland has contributed around 4.8 million PLN in bilateral assistance.
pl: Kanałem pomocy dwustronnej Polska przekazała od początku konfliktu na Ukrainie pomoc humanitarną wartości około 4,8 mln PLN.

source: In 2014, Poland continued to support those injured during clashes with the security forces of former President Viktor Yanukovych which began in November 2013.
pl: W 2014 r. Polska kontynuowała wsparcie dla osób poszkodowanych w wyniku starć z władzami Prezydenta Wiktora Janukowycza, które rozpoczęły się w listopadzie 2013 r. w Kijowie.

source: Medical assistance was provided to almost 140 persons and the total cost of transportation, medical procedures and rehabilitation reached almost 4 million PLN.
pl: Leczeniu w Polsce poddano prawie 140 osób, a koszt transportu, zabiegów i rehabilitacji wyniósł około 4 mln PLN.

source: In addition, Poland contributed 350 000 PLN to psychosocial support and summer exchanges for Ukrainian children from the areas affected by the armed conflict in the East of the country.
pl: Ponadto, w odpowiedzi na działania zbrojne na wschodzie Ukrainy, ze środków budżetu państwa przeznaczono dodatkowe 350 000 PLN na wsparcie psychologiczne i wakacyjną wymianę ukraińskich dzieci i młodzieży zamieszkujących tereny objęte walkami.

source: In response to a growing number of Internally Displaced Persons (IDPs) and in preparation for the winter, the Polish MFA has granted 499 000 PLN to two projects carried out by Polish NGOs.
pl: W ramach pomocy osobom wewnętrznie przesiedlonym MSZ finansuje dwa projekty humanitarne o łącznej wartości 499 000 PLN, realizowane przez polskie organizacje pozarządowe.

source: Caritas Polska aims at providing support to 750 persons in 6 cities in 4 districts in the Western Ukraine - in Lviv, Drohobycz, Sokal (lviv district), Iwano-Frankiwsk (iwanofrankiwski district), Kołomya (czerniowiecki district) and Nowowołyńsk (wołyński district).
pl: W ramach projektu Caritas Polska wsparcie otrzymuje 750 osób w 6 miastach w 4 obwodach zachodniej Ukrainy - we Lwowie, Drohobyczu, Sokalu (obwód lwowski) Iwano-Frankiwsku (obwód iwanofrankiwski), Kołomyi (obwód czerniowiecki) oraz Nowowołyńsku (obwód wołyński).

source: As part of the project, IDPs receive assistance in the area of housing, winterization as well as legal, vocational and psychosocial support.
pl: Osobom wewnętrznie przesiedlonym w tych obwodach udzielona jest pomoc związaną z zakwaterowaniem i przygotowaniem do zimy, jak również wsparcie prawne, psychospołeczne oraz zawodowe.

source: The project implemented by the Polish Centre for International Aid is directed towards IDPs in the Charkiv region.
pl: Projekt Fundacji Polskie Centrum Pomocy Międzynarodowej ma na celu pomoc osobom wewnętrznie przesiedlonym w obwodzie charkowskim.

source: Some 380 families receive material or financial assistance related to winterization and shelter.
pl: 380 rodzin uzyskuje pomoc rzeczową lub finansową w celu zabezpieczenia materialnego i zapewnienia odpowiedniego schronienia na okres zimy.

source: In parallel, the Polish MFA channels assistance through multilateral humanitarian organisations.
pl: Równocześnie MSZ wykorzystuje wielostronne narzędzia świadczenia pomy humanitarnej.

source: In 2014 some 2.2 million PLN were allocated to humanitarian aid in Ukraine via this channel.
pl: W 2014 r. przekazano tym kanałem 2,2 mln PLN na rzecz Ukrainy.

source: European Development Days (EDD; http://eudevdays.eu/ ) is one of the most important and the biggest international events devoted to development assistance.
pl: Europejskie Dni Rozwoju - EDR (European Development Days - EDD; http://eudevdays.eu/ ) to jedno z najważniejszych i największych wydarzeń międzynarodowych poświęconych pomocy rozwojowej.

source: The meeting has been organized annually since 2006 by the European Commission and the state that holds presidency in the second half of a given calendar year.
pl: Spotkanie organizowane jest cyklicznie od 2006 roku przez Komisję Europejską oraz państwo, które przewodniczy Radzie Unii Europejskiej w II połowie roku danego roku kalendarzowego.

source: Heads of states and governments, representatives of the EU and the UN institutions, civil society, academic circles and private sector participate in this event.
pl: Biorą w nim udział przywódcy państw, szefowie rządów, przedstawiciele instytucji unijnych oraz ONZ, a także reprezentanci społeczeństwa obywatelskiego, środowiska akademickiego i sektora prywatnego.

source: The aim of the European Development Days is to create for the interested parties, which include leading donors and main partners, an opportunity to share experiences and to discuss ways of improving effectiveness of the development assistance in order to eliminate poverty and implement the Millennium Development Goals.
pl: Celem Europejskich Dni Rozwoju jest stworzenie zainteresowanym stronom, w tym głównym darczyńcom i beneficjentom szansy wymiany doświadczeń oraz rozmowy na temat poprawy skuteczności pomocy i rozszerzania europejskiej współpracy rozwojowej w celu zwalczania ubóstwa i realizacji Milenijnych Celów Rozwoju.

source: During debates among others the following issues are raised: democratic governance, energy security and climate changes.
pl: W czasie debat poruszane są m.in. kwestie dot. demokratycznego rządzenia, bezpieczeństwa energetycznego czy zmian klimatycznych.

source: In the frame of a two-day event, numerous meetings, conferences and workshops take place.
pl: W ramach dwudniowego wydarzenia mają miejsce liczne spotkania, konferencje i warsztaty.

source: On 15-16 December 2011, the European Development Days took place in Poland.
pl: W dniach 15-16 grudnia 2011 roku EDR odbyły się w Polsce.

source: This was the first time when they were organized in the East-Central Europe (read more about the event ).
pl: Był to pierwszy przypadek, kiedy zorganizowano je w Europie Środkowo-Wschodniej (zobacz więcej informacji o tym wydarzeniu ).

source: You are here Polish Aid / Our partners / Bilateral assistance / Talks on Polish-Swedish development cooperation in Stockholm
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca dwustronna / W Sztokholmie o polsko-szwedzkiej współpracy na rzecz rozwoju

source: Talks on Polish-Swedish development cooperation in Stockholm
pl: W Sztokholmie o polsko-szwedzkiej współpracy na rzecz rozwoju

source: Development measures in Eastern Partnership (EaP) countries after the Vilnius summit and the situation in Ukraine were top of the agenda during the consultations that Undersecretary of State Katarzyna Pełczyńska-Nałęcz held at Sweden's Ministry for Foreign Affairs and in the Swedish International Development Cooperation Agency (SIDA).
pl: Działania rozwojowe w krajach Partnerstwa Wschodniego po szczycie w Wilnie oraz sytuacja na Ukrainie były głównym tematami konsultacji podsekretarz stanu Katarzyny Pełczyńskiej-Nałęcz w ministerstwie spraw zagranicznych Szwecji i w Szwedzkiej Agencji Międzynarodowej Współpracy Rozwojowej (SIDA).

source: On 14 February 2014, Deputy Minister Katarzyna Pełczyńska-Nałęcz met in Stockholm with Frank Belfrage, the State Secretary at the Swedish MFA, and Tanja Rasmusson, the State Secretary for Development at the Swedish MFA.
pl: 14 lutego 2014 r. wiceminister Katarzyna Pełczyńska-Nałęcz spotkała się w Sztokholmie z Frankiem Belfrage, sekretarzem stanu w MSZ Szwecji oraz Tanją Rasmusson, sekretarz stanu ds. rozwoju w MSZ Szwecji.

source: The Polish deputy foreign minister also visited the Swedish International Development Cooperation Agency, where she was received by Elsa Hastad, the Assistant to the SIDE Director General.
pl: Ponadto, złożyła wizytę w Szwedzkiej Agencji Międzynarodowej Współpracy Rozwojowej (SIDA), gdzie została przyjęta przez Elsę Hastad, asystent dyrektora generalnego agencji.

source: During the talks the officials emphasized that development policies of both Poland and Sweden focus on aid measures that contribute to transformation and democratization processes, and help ensure the observance of human rights.
pl: W trakcie rozmów podkreślono, że zarówno Polska jak i Szwecja w realizacji swoich polityk rozwojowych główny nacisk kładą na działania pomocowe, wspierające procesy transformacji, demokratyzacji oraz służące przestrzeganiu praw człowieka.

source: Deputy Minister Pełczyńska-Nałęcz recalled that Poland has extensive experience in these fields, a knowledge it shares with EaP countries.
pl: Wiceminister Pełczyńska-Nałęcz przypomniała, że Polska ma bogate doświadczenie w tych dziedzinach, którymi dzieli się z krajami Partnerstwa Wschodniego.

source: Both sides expressed their interest in enhancing cooperation on assistance projects addressed to EaP countries.
pl: Obie strony wyraziły zainteresowanie wzmocnieniem współpracy w realizacji projektów pomocowych na rzecz krajów PW.
